Repository: kin789246/KzBBS
Catalog: KzBBS/KzBBS.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: zh_tw

# aboutBuy.Content
source: Purchase
zh_tw: 購買

# aboutClose.Content
source: Close
zh_tw: 關閉

# aboutContent.Text
source: KzBBS is designed for connecting to the telnet (BBS/Mud) server. If you are the newbie to use the BBS, please connect to the default address and then follow the instruction to register a new account. Thank you for downloading KzBBS.
zh_tw: KzBBS是個可以連線BBS的APP, 如果你是第一次連上該BBS站台, 請在連上該BBS站台後依照指示註冊帳號登入. 感謝您的使用.

# Conn
source: Connected
zh_tw: 已連線

source: Connecting...
zh_tw: 連線中...

# nextTimeContent.Content
source: Hide after launched
zh_tw: APP開啟時不顯示

# unConn
source: Unconnected
zh_tw: 未連線

# unConn2.Text
source: Unconnected
zh_tw: 未連線

# aboutBtn.Content
source: About
zh_tw: 關於

# account.Text
source: Acct:
zh_tw: 帳號:

# addressTag.Text
source: Addr:
zh_tw: 位址:

# alreadybuy
source: Thank you, but you have purchased KzBBS.
zh_tw: 感謝, 你已經買過了.

# alreadyconnect
source: You are already online!
zh_tw: 已經連線了好嗎!

# backTo
source: Back
zh_tw: 回到瀏覽

# buyfailed
source: Purchase Failed.
zh_tw: 購買失敗

# cantfind
source: Sorry, there is no account saved before.
zh_tw: 找不到已儲存的帳號密碼.

# clearSaved.Content
source: Delete
zh_tw: 清除已存

# connBtn.Content
source: Conn
zh_tw: 連線

# disconnBtn.Content
source: Disconn
zh_tw: 斷線

# existaccount
source: We find the account:
zh_tw: 已經存在帳號:

# getInput.Content
source: Keyboard
zh_tw: 輸入文字

# hideadvance2
source: Hide Advance
zh_tw: 隱藏進階

# hideconn.Content
source: HideConn
zh_tw: 隱藏連線

# hideconn2
source: HideConn
zh_tw: 隱藏連線

# hidehotkey2
source: HideHotKey
zh_tw: 隱藏操作

# infoNotify
source: Information
zh_tw: 訊息通知

# itdoesntsaved
source: The address, account, and password are NOT saved.
zh_tw: 位址, 帳號, 密碼未存入

# itsaved
source: The address, account, and password are saved.
zh_tw: 位址, 帳號, 密碼已存

# needoverwrite
source: , overwrite?
zh_tw: , 要覆蓋嗎?

# noconnnodisconn
source: You are offline, so you can't do that!
zh_tw: 沒有連線就沒有斷線

# notdeleted
source: The saved account and password are not deleted.
zh_tw: 帳號密碼未刪除

# password.Text
source: Pwd:
zh_tw: 密碼:

# plsreinput
source: You have to key in both account and password, please try again.
zh_tw: 帳號密碼都要輸入的啦! 請重發, 謝謝.

# remember.Content
source: Save
zh_tw: 記住

# sayno
source: No
zh_tw: 不好

# sayok
source: Yes
zh_tw: 好

# selWords.Content
source: Copy
zh_tw: 選取文字

# selWords2
source: Copy
zh_tw: 選取文字

# showadvance.Content
source: Show Advance
zh_tw: 顯示進階

# showadvance2
source: Show Advance
zh_tw: 顯示進階

# showconn2
source: ShowConn
zh_tw: 顯示連線

# showhotkey.Content
source: HotKey
zh_tw: 顯示操作

# showhotkey2
source: HotKey
zh_tw: 顯示操作

# thanksforbuy
source: Thank you for purchasing KzBBS!
zh_tw: 感謝你的購買

# todecide
source: Yes or No
zh_tw: 作決定吧

# todeleteacct
source: Delete the account:
zh_tw: 要刪除帳號:

# yesornot
source: , or not?
zh_tw: 嗎?

# aboutContentWP.Text
source: KzBBS is designed for connecting to the telnet (BBS/Mud) server. If you are the newbie to use the BBS, please connect to the default address and then follow the instruction to register a new account. Thank you for downloading KzBBS.
zh_tw: KzBBS是個可以連線BBS的APP, 如果你是第一次連上該BBS站台, 請在連上該BBS站台後依照指示註冊帳號登入. 感謝您的使用.

# connBtnWP.Content
source: Conn
zh_tw: 連線

# disconnBtnWP.Content
source: Disconn
zh_tw: 斷線

# PTTMode.Content
source: PTT Touch
zh_tw: PTT觸控模式

# plsConn
source: Please connect first
zh_tw: 請先連線
